package com.jishijiyu.takeadvantage.activity.merchant_account;

public class TradeData {
	public static String[][] tradeData = {
			{ "餐饮美食", "东北菜", "农家菜", "火锅", "西餐", "海鲜", "素食", "比萨", "清真菜", "烧烤",
					"茶餐厅", "日本料理", "韩国料理", "快餐小吃", "蛋糕点心", "饺子面馆", "地方特色", "其他" },
			{ "休闲娱乐", "玩具游戏", "KTV歌城", "影剧院", "洗浴/SPA", "足疗按摩", "游乐场", "俱乐部",
					"网吧酒吧", "咖啡茶叶", "宠物服务", "花鸟服务", "养鱼钓鱼", "琴棋书画", "图书馆",
					"文体用品", "泳池器材", "健身养生", "瘦身减肥", "棋牌娱乐", "其他" },
			{ "生活服务", "百货超市", "名烟名酒", "副食粮油", "农副产品", "净水服务", "摄影摄像", "婚庆服务",
					"婚纱摄影", "婚庆用品", "开业庆典", "美容美发", "清洗服务", "搬家服务", "家政家教",
					"代驾服务", "电气煤物资", "购物服务", "母婴早教", "汽车美容", "其他" },
			{ "农林牧渔", "农业服务", "林业服务", "畜牧服务", "渔业服务", "兽医兽药", "饲料产业", "农药化肥" },
			{ "旅游度假", "旅游服务", "旅行社", "旅游景点", "寺庙教堂", "旅游用品", "宾馆酒店", "旅馆",
					"招待所", "度假村", "农家乐", "博物馆", "户外俱乐部", "其他" },
			{ "家居服饰", "私家家具", "办公家具", "居家饰品", "家居用品", "日化用品", "日用电器", "纺织印染",
					"皮革毛皮", "羽绒制品", "服装鞋帽", "钟表眼镜", "其他" },
			{ "电子电器", "电气设备", "电子设备", "材料器件", "电工器材", "照明器具", "电池", "音响器材",
					"防护工程", "弱电工程", "仪器仪表", "自动化设备", "其他" },
			{ "高新科技", "科研设计", "气象地质", "技术监测", "高新技术", "生物工程", "通讯设备", "电子计算机",
					"互联网信息", "电子商务", "技术服务", "通信企业", "手机", "电脑", "其他" },
			{ "机械制造", "动力机械", "起重运输机械", "农业机械", "冶金矿山机械", "化工机械", "纺织机械", "机床",
					"工具", "仪器", "仪表", "其他机械" },
			{ "广告宣传", "广告设计", "广告材料", "广告制作", "会展展会", "新闻出版", "广播影视", "音像制品",
					"图书销售", "打字复印", "公关礼仪", "礼仪庆典", "活动策划", "形象设计", "造纸纸张",
					"印刷制版", "装订包装", "印刷器材", "其他" },
			{ "工艺礼品", "工艺品", "抽纱绣品", "工艺编织", "礼品定制", "古玩字画", "收藏品", "金银珠宝",
					"非物质文化遗产", "其他" },
			{ "化工制造", "石油化工", "新能源", "橡胶", "橡塑制品", "化工原料", "化工产品", "涂料", "油墨",
					"颜料", "染料", "火工产品", "矿藏采选", "冶金冶炼", "金属制品", "表面处理", "标识招牌",
					"生产工具", "模具磨料", "矿物制品", "其他" } };
}
